[
  {
    "name": "Berries",
    "description": "Berries, especially blueberries, are rich in natural compounds called flavonoids. One study found that consuming these compounds might prevent hypertension and help lower blood pressure. Blueberries,raspberries,and strawberries are easy to add to your diet.You can put them on your cereal or granola in the morning,or keep frozen berries on handfor a quick and healthy dessert.",
    "img": "https://drive.google.com/open?id=1UM_Ga0ViRF7y1h50kuh6Q_9zho05dXTx"
  },
  {
    "name": "Oat Meal",
    "description": "Oatmeal fits the bill for a high-fiber, low-fat, and low-sodium way to lower your blood pressure. Eating oatmeal for breakfast is a great way to fuel up for the day.You can add a bananafor this meal.",
    "img": "https://drive.google.com/open?id=1rhZod3Rhr4XDM0GhTAxgBy9ep97Zo604"
  },
  {
    "name": "Pomegranates",
    "description": "Pomegranates are a healthy fruit that you can enjoy raw or as a juice. One study concluded that drinking a cup of pomegranate juice once a day for four weeks helps lower blood pressure over the short term.Pomegranate juice is tasty with a healthy breakfast.Be sure to check the sugar content in store - bought juices,as the added sugars can negate the health benefits.",
    "img": "https://drive.google.com/open?id=1WTkt5E0eqROyaU73SkGunFF_CHYf8uk6"
  },
  {
    "name": "Salmon, mackerel and fish",
    "description": "Fish are a great source of lean protein. Fatty fish like mackerel and salmon are high in omega-3 fatty acids, which can lower blood pressure, reduce inflammation, and lower triglycerides. In addition to these fish sources, trout contains vitamin D. Foods rarely contain vitamin D, and this hormone-like vitamin has properties that can lower blood pressure.One benefit of preparing fish is that itís easy to flavor and cook.Totry it,place a fillet of salmon in parchment paper and season with herbs,lemon,and olive oil.Bake the fish in a preheated oven at 450∞ Ffor 12 - 15 minutes.",
    "img": "https://drive.google.com/open?id=1c5g63n-rroyj8qkr1Wt8ZslV1HyVi6_O"
  },
  {
    "name": "Red beets",
    "description": "Beets are high in nitric oxide, which can help open your blood vessels and lower blood pressure. Researchers also found that the nitrates in beetroot juice lowered research participantsí blood pressure within just 24 hours.You can juice your own beets or simply cook and eat the whole root.Beetroot is delicious when roasted or added to stir - fries and stews.You can also bake them into chips.Be careful when handling beets ó the juice can stain your hands and clothes.",
    "img": "https://drive.google.com/open?id=1gpDSseW_W_OI07z9g0udykLF7Kc5WrmW"
  },
  {
    "name": "Chicken Salad",
    "description": "Recipe: 3/4 cup chicken salad 1 tbsp mustard 1 cup cucumber slices 1 / 2 cup tomato wedges You can have this meal for lunch with whole wheat bread.",
    "img": "https://drive.google.com/open?id=1LkWATw_olzKBbJeQ499si4cp6kz9rkq3"
  },
  {
    "name": "Fruit Salad",
    "description": "Fruit Salad Nutrients Eating fresh fruit salads regularly, as part of a well - balanced diet, can help lower your risk of chronic diseases.The USDA reports that the vitamins,minerals and other nutrients in fresh fruits can cut the risk of cancer, obesity, type - 2 diabetes, high blood pressure, bone loss and cardiovascular conditions like heart attack and stroke.In a 1 - cup bowl of fruit salad made from 1 / 4 cup of bananas, 1 / 4 cup of cantaloupe,1 / 4 cup of blueberries and 1 / 4 cup of apples,you 'll get about 1 gram of protein, 3 grams of fiber, 300 milligrams of potassium, 30 milligrams of vitamin C and 70 micrograms of vitamin A.",
    "img": "https://drive.google.com/open?id=16NZU91sgs7VbZmyEtTD45B56iBI31093"
  },
  {
    "name": "Spaghetti with Spinach Salad",
    "description": "You can have cooked corn with this meal for dinner.",
    "img": "https://drive.google.com/open?id=1IqCp9KZqId0nO-MLgdGw3xh6mV1Ils3L"
  },
  {
    "name": "Bran Flakes Cereal with fruits",
    "description": "Dont forget to have bread and orange juice with this meal for breakfast.",
    "img": "https://drive.google.com/open?id=1fB7P6Hry4a81lPwQq6iMrGvAmiTDwCtC"
  },
  {
    "name": "Potato Salad",
    "description": "You can have this meal for lunch. Dont forget have some orange slices after lunch.",
    "img": "https://drive.google.com/open?id=10lVWY3nreE1SBjhNQERUoOQl08zzoRKw"
  },
  {
    "name": "Noodles Soup with Vegetables",
    "description": "Soup for dinner. Add your own choice of vegetables to the soup. Enjoy!!!",
    "img": "https://drive.google.com/open?id=1OUz_pi90Sby0hkiqd6ZH7xFi6k5Bj1Q4"
  },
  {
    "name": "Fruit Yoghurt",
    "description": "Fat-free, Dont add sugar. Breakfast Meal",
    "img": "https://drive.google.com/open?id=1hd9G0gNcjTa_YPwtYG1KUQK3d5G96yp0"
  },
  {
    "name": "Chicken Rice",
    "description": "Preparation A typical chicken and rice dish consists of 4 chicken breasts,  1 cup of rice, a can of cream of mushroom soup, a cup of water and an envelope of onion soup mix.The chicken breasts are placed in a casserole dish, and the remaining ingredients are poured over the chicken.The chicken and rice is then baked in an oven. Serving SizeThe nutritional information is based on a serving size of half the prepared dish.This will consist of about a half pound of chicken breasts,  a half cup of rice and a half cup of cream of mushroom soup. CaloriesA serving of chicken and rice contains a total of 577 calories.Carbohydrates provide 375 calories, proteins provide 78 calories and fat provides 124 calories.A serving of chicken and rice has 29 percent of the daily value(DV) for total calories based on a diet of 2, 000 calories per day.Carbohydrates A serving of chicken and rice contains about 95.7 grams of total carbohydrates,  which consists of 92 g of pure carbohydrates and 3.69 g of digestible fiber.Each gram of pure carbohydrates contains 4 calories,  so a serving of chicken and rice contains 92 x 4 = 368 calories from pure carbohydrates.Each gram of digestible fiber contains about 2 calories,  so a serving of chicken and rice contains 3.69 x 2 = 7.38 calories from digestible fiber. Fat A serving of chicken and rice contains a total of 13.8 grams of fat.Each gram of fat contains 9 calories, so a serving of chicken and rice contains 9 x 13.8 = 124.2 calories.Polyunsaturated fat accounts for 10 grams,  and saturated fats make up about 3.8 grams. Protein A serving of chicken and rice contains 19.5 grams of protein.Each gram of protein contains 4 calories,  so a serving of chicken and rice contains 4 x 19.5 = 78 calories.",
    "img": "https://drive.google.com/open?id=1rd_M1pKoHZQ0ntJLC0Z1kec6RiPnZvfx"
  },
  {
    "name": "Roasted Carrots",
    "description": "Nutrition Facts Specific nutritional information for roasted vegetables will vary based on whether you add other ingredients to the veggies before or after cooking, but dry roasting won 't significantly change their nutrition facts. For example, a dry roasted green bell pepper has about 33 calories, 0.3 g of fat, 8 g of carbohydrates, 1.4 g of protein, 2.8 g of fiber and 3.9 g of natural sugar. Four ounces of a roast veggie mixture that includes zucchini and squash has only about 39 calories and 3.5 g of fat, 2 g of carbohydrates, 0.7 g of protein, 0.7 g of fiber and 1 g of sugar.",
    "img": "https://drive.google.com/open?id=10cXjS5dLjcY0YJ_lkkwlx8myxecxMTTE"
  },
  {
    "name": "Almonds",
    "description": "Nutrition BasicsOne serving of nuts is 1 ounce, or 1 / 3 cup, according to the Academy of Nutrition and Dietetics.An ounce of almonds equals about 20 to 24 whole kernels.Keep this portion in mind to be sure you donít overindulge because 1 ounce of dry - roasted almonds contains 170 calories.This portion has 14.9 grams of total fat,which includes 9.38 grams of monounsaturated fat and 3.67 grams of polyunsaturated fat.Both types of unsaturated fat help lower cholesterol.In addition to magnesium and vitamin E, a serving of almonds supplies calcium,iron, zinc, manganese and niacin. Antioxidant Vitamin E In its primary job as an antioxidant, vitamin E neutralizes reactive molecules called free radicals.Vitamin E protects fats throughout your body, including fats that provide structure to cell membranes and lipoproteins,which carry cholesterol through your bloodstream.When free radicals arenít neutralized, they attach to molecules of fat, which damages the structure and triggers inflammation.Vitamin E in the form of alpha - tocopherol also reduces the amount of substances that trigger inflammation, according to the Linus Pauling Institute.One ounce of dry - roasted almonds contains 6.78 milligrams of vitamin E, or 45 percent of the recommended dietary allowance of 15 milligrams. More Magnesium Equals Less Inflammation You need magnesium to produce DNA and protein, build bones,regulate blood pressure and keep muscles and nerves working.It also helps fight inflammation.When a substance called C - reactive protein, or CRP, is found in your blood, it indicates the presence of inflammation somewhere in your body.Magnesium is significantly and inversely associated with levels of CRP, according to the an article in the February 2014 issue of the ìEuropean Journal of Clinical Nutrition.î If you consume less than the recommended dietary allowance--320 milligrams for women and 420 milligrams for men daily--youíre more likely to have elevated CRP levels, reports the Linus Pauling Institute.",
    "img": "https://drive.google.com/open?id=15wBD6xFFBgXDdGfea9_EKszOKgj7hdc8"
  },
  {
    "name": "Cooked Corn",
    "description": "Counting Your Calories Commercially available kettle corn contains approximately 195 calories, 7.5 grams of fat, 32 grams of carbohydrate and 1.5 grams of protein in a 3 - cup serving.It also contains 195 milligrams of sodium, 9 grams of sugar and 3 grams of dietary fiber.A microwave version of kettle corn contains around 100 calories and 8 grams of fat per 3 - cup serving. Good Source of Fiber Kettle corn starts with plain popping corn, which is actually a healthy snack.According to the U.S.Department of Agriculture, a 3 - cup serving of popcorn counts as a 1 - ounce equivalent of whole grain.Popcorn is a good source of dietary fiber and antioxidants.Scientists at the University of Scranton found that popcorn hulls contain disease - fighting polyphenols, which protect your cells from free radical damage. ",
    "img": "https://drive.google.com/open?id=1kCJXNHJwQNPfh-I5bNkpGz2ryYZmvgE_"
  },
  {
    "name": "Egg with Corn Bread",
    "description": "Considerations The type of whole - wheat bread you choose determines its ultimate health impact.Some commercially prepared brands of wheat bread contain 69 calories and 1.9 gram of fiber,  making it nearly identical to white bread.These brands usually name wheat flour or enriched flour as the first ingredient and whole grains are listed much lower in the list.Wheat flour is only 25 percent whole wheat,  and the other 75 percent is refined white flour.Label Reading Look for whole wheat bread with ìwhole wheat flourî as the first ingredient.The fiber content of the most nutritious whole wheat bread should be 3 grams, or more, per slice.The fewer the ingredients in the list the better, look for breads that contain just whole wheat flour, water, yeast, salt, and perhaps, an added sweetener, notes Dr.William Sears and Martha Sears,  R.N.on their website. Nutrition Information Whole wheat bread contains more protein and fiber than white bread.It provides up to four times the amount of zinc,  essential to immunity and carbohydrate digestion.Whole wheat bread also contains more folic acid and iron,  two nutrients that support oxygen circulation by aiding in red blood cell growth.It also has more chromium, a mineral essential to the bodyís ability to digest sugar and fat.",
    "img": "https://drive.google.com/open?id=1nzkJJxLlLShTu4nnJ7tqi4A_H-LKkgKc"
  },
  {
    "name": "Cucumber Salad",
    "description": "A Low-Calorie Drink A 1 - cup serving of cucumber juice has only 16 calories per serving.A single pound of body weight is equal to 3, 500 calories, so to lose one pound, you need to have a loss of 3, 500 calories either by consuming fewer calories or burning more.Drink low - calorie cucumber juice in place of higher - calorie beverages,  such as soda.In contrast, a 12 - ounce can of lemon lime soda has 151 calories per serving.Drinking cucumber juice instead of soda once a week could help you lose two pounds of body weight a year. Naturally Hydrating Cucumber juice is naturally rich in water.A 1 / 2 cup of room - temperature water equals 118 grams of water, while 1 cup of sliced cucumbers has just over 99 grams per serving.This means a single cup of cucumber juice has 217 grams of water,  or almost 7.5 ounces, of water.Water is key for weight loss, according to a study published in Obesity in 2010 in which adults consuming extra water lost 2 kilograms of body weight more than those who did not.Adequate hydration is also key to overall health, with MedlinePlus advising six to eight cups of fluids per day.While pure water is recommended, other drinks, such as juices, can also help you meet daily intake needs.Part of a Healthy Diet Cucumber juice can help you meet your daily vegetable requirement as set by the U.S.Department of Agriculture.The recommendation is for 2 to 3 cups of vegetables per day.A healthy balanced diet is key to safe weight loss.T achieve this,  the Centers for Disease Control and Prevention recommends that you consume fresh vegetables,  such as cucumbers and cucumber juice, instead of canned vegetables, which may be high in added salt.",
    "img": "https://drive.google.com/open?id=1u0_ZiJCDkG3EzTxIa3iVldU7dUAH1dyb"
  },
  {
    "name": "Peanuts",
    "description": "Calories, Fat and SugarA serving of shelled peanuts is 1 / 2 cup.Each serving contains 166 calories, 14 g of fat and no sugar.Salt - free peanuts contain 1 g of sugar. Carbohydrates and Protein One serving of shelled peanuts provides 6 g of carbohydrates and also provides 7 g of protein. Vitamins and Minerals Salted shelled peanuts contain 230 mg of sodium, 187 mg of potassium, but they do not provide vitamin A, vitamin C, calcium or iron.Unsalted shelled peanuts contain no sodium, calcium or iron, but they do provide 180 mg of potassium.Both salted and unsalted shelled peanuts provide 2 g of dietary fiber.",
    "img": "https://drive.google.com/open?id=1kDOvc7-v52uUXYhjfyVKTHi1NxfnoT6n"
  },
  {
    "name": "Fish Rice",
    "description": "Breaking Down the Calories For fewer than 110 calories, you can have a one - half cup serving of cooked brown rice.Carbohydrates make up the biggest percentage of calories in this starch, which is 85 percent to be exact.Eight percent of calories come from protein and less than 7 percent of calories are from fat.Fiber Grams Youíll get almost 7 percent of the fiber you require for a 2, 000 - calorie diet, or 1.8 grams, from one - half cup of prepared brown rice.Because you want to shoot for 14 grams of fiber for every 1, 000 calories, notes the Dietary Guidelines for Americans 2010, you should get 28 grams per day, based on 2, 000 calories.Other Nutrients Brown rice gives you small amounts of thiamin, riboflavin, vitamin B - 6, folate and niacin.These B vitamins tend to work hand - in -hand to pull energy from the foods you eat, while supporting brain processes and blood - cell formation.Youíll also get magnesium,  phosphorus and a little calcium, to keep your bones strong; in addition to potassium and a minimal amount of sodium,  for fluid balance and heart functions.",
    "img": "https://drive.google.com/open?id=1ZNRNMzlkivPefehubBMa6PCSYGzKNYiv"
  },
  {
    "name": "Broccoli",
    "description": "Serving Size Broccoli is a cool - season crop grown in the spring and fall but available year - round in grocery stores.According to the Harvest of the Month publication from the California Department of Public Health 's Network for a Healthy California, broccoli was first grown over 2,000 years ago and introduced into the United States just 200 years ago. Broccoli grows to a height of 2 1/2 feet with yellow flower clusters that are pollinated by bees. It is dark green and sold in bunches. A dark, vivid color is a good indicator of high nutritional value. Dark green broccoli with firm stalks and bluish green florets are ripe and ready to eat. On average, a serving is equal to 1 cup of chopped, raw broccoli or 1/2 cup of cooked broccoli. Make dark leafy greens like broccoli a regular part of a healthy diet to reap nutritional benefits. Macronutrients Broccoli, both raw and cooked, is low in fat, saturated fat and cholesterol.A 1 / 2 - cup portion of steamed broccoli contains 31 calories, 6 g of carbohydrates, 3 g of protein and no fat.Additionally, there are 2.5 g of fiber per 1 / 2 - cup serving of steamed broccoli.Because there is so little fat, carbohydrates and calories, broccoli is often considered a free food, meaning that you can consume an unlimited amount of it. Vitamins Broccoli is an excellent source of vitamin C, containing 60 g or 130 percent of the daily value.A 1 - cup serving is equal to 1207 IU or 46 percent of the daily value for vitamin A.Broccoli is also rich in the fat - soluble vitamins E and K.Broccoli provides 84 mcg or 24 percent of the daily value of folate,  as well as trace amounts of thiamin, niacin, riboflavin and pantothenic acid.One cup of steamed broccoli provides close to 3 g of fiber,  or 20 percent of your daily needs.Minerals The mineral composition of broccoli is not as great as the vitamin content;however, broccoli will still contribute to your intake of essential minerals.A 1 / 2 - cup serving of steamed broccoli contains 229 mg of potassium or 8 percent of the daily value, and 52 mg or 5 percent of the daily value of phosphorus.Additionally, a 1 / 2 - cup portion provides 32 mg of sodium, 31 mg of calcium, 16 mg of magnesium and trace amounts of iron, zinc, selenium, manganese and copper.Broccoli is also rich in essential acids.It contains about 92 mg of omega - 3 fatty acids and 27 mg of omega - 6 fatty acids.",
    "img": "https://drive.google.com/open?id=1Er7k5M8PXYTfvAL1Qdeb0KKx1Q7s0J0m"
  },
  {
    "name": "Cheese Sandwich",
    "description": "Calories A cheese sandwich consisting of two slices of white sandwich bread weighing 1 oz.each and a slice of American cheese weighing 1 oz.contains 261 calories, which is about 13 percent of the daily valuefor calories.This daily value assumes a daily diet of 2,  000 calories, according to Fatsecret.Fat, Carbohydrates and Protein A cheese sandwich provides 114 calories from fat, 110 calories from carbohydrates and the remaining 37 calories from protein.The fat content in a cheese sandwich is 12.67 g,  which is about 19 percent of the daily value for fat.It also has 27.6 g of carbohydrates, or about 9 percent of the daily value for carbohydrates.The protein content in a cheese sandwich is 9.1 g,  18 percent of the daily value for protein.Minerals A cheese sandwich contains 734 mg of sodium, which is about 31 percent of the daily value for sodium.It also has 23 percent of the daily value for calcium and 11 percent of the daily value for iron.",
    "img": "https://drive.google.com/open?id=1nM2PoGDMy_RjwzphUZVXruu31DZxRBp2"
  }
]